Repository: nmedia82/lets-github-nmedia
Catalog: one-page-woostore/locale/nm-opw-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: All options are updated
fr_fr: Toutes les options sont mises à jour

source: Remove
fr_fr: Supprimer

source: Select options
fr_fr: Choix des options

source: Shop
fr_fr: Service de location

source: Cart
fr_fr: Soumissions

source: Checkout
fr_fr: Commande

source: Include or Exclude
fr_fr: Inclure/exclure

source: Include Following
fr_fr: Incluez les éléments suivants :

source: Exclude Following
fr_fr: Exclure les éléments suivants

source: Include or Exclude following categories from shop
fr_fr: Inclure ou exclure des catégories de magasin à la suite

source: Categories
fr_fr: Catégories

source: Select Categories you want to exclude or include
fr_fr: Sélectionnez les catégories que vous souhaitez exclure ou inclure des

source: Copy and use this shortcode
fr_fr: Copier et utiliser ce shortcode

source: Search Placeholder
fr_fr: Recherche Placeholder

source: Placeholder text for search input.
fr_fr: Texte d'espace réservé pour la recherche d'entrée.

source: Product Count
fr_fr: Nombre de produits

source: Show
fr_fr: Montrer

source: Tick this to show products count with category names.
fr_fr: Cochez cette option pour afficher le nombre de produits avec des noms de catégorie.

source: Sticky Store Button
fr_fr: Bouton Store collant

source: Tick this to show sticky button for store.
fr_fr: Cochez cette option pour afficher le bouton collant pour magasin.

source: Sticky Button Text
fr_fr: Texte du bouton collant

source: Label for sticky button.
fr_fr: Étiquette pour bouton collant.

source: Sticky Button Url
fr_fr: Url du bouton collant

source: Url of that page where you used [ng-woostore].
fr_fr: URL de cette page où vous avez utilisé [ng-woostore].

source: Number of items in row
fr_fr: Nombre de pièces en ligne

source: It is background color for top bar buttons
fr_fr: C'est la couleur d'arrière-plan pour les boutons de la barre du haut

source: Select Columns
fr_fr: Sélectionner les colonnes

source: Number of columns in a row for Grid view
fr_fr: Nombre de colonnes dans une ligne pour l'affichage de la grille

source: 2 Items
fr_fr: 2 éléments

source: 3 Items
fr_fr: 3 éléments

source: 4 Items
fr_fr: 4 éléments

source: 6 Items
fr_fr: 6 éléments

source: Background Color (Static)
fr_fr: Couleur d'arrière-plan (statique)

source: Static background color for Buttons, Pagination and Count.
fr_fr: Couleur d'arrière-plan statique pour les boutons, la Pagination et Count.

source: Text Color (Static)
fr_fr: Couleur du texte (statique)

source: Static text color for Buttons, Pagination and Count.
fr_fr: Couleur du texte statique pour les boutons, la Pagination et Count.

source: Background Color (Hover)
fr_fr: Couleur de fond au survol

source: On hover background color for Buttons and Pagination.
fr_fr: Sur la couleur d'arrière-plan de pointage pour les boutons et la Pagination.

source: Text Color (Hover)
fr_fr: Couleur de survol du texte

source: On hover text color for Buttons and Pagination.
fr_fr: Sur la couleur du texte de pointage pour les boutons et la Pagination.

source: Checkout Button
fr_fr: Bouton de validation :

source: Tick this to show checkout button.
fr_fr: Cochez cette option pour afficher le bouton checkout.

source: Clear Cart Button
fr_fr: bouton de fin de conversation

source: Tick this to show clear cart button on Cart page.
fr_fr: Cochez cette option pour afficher le bouton de chariot clair sur la page panier.

source: General Settings
fr_fr: Paramètres généraux

source: Set options as per your need
fr_fr: Définissez les options selon votre besoin

source: Design and Layout
fr_fr: Design et mise en page

source: Set message as per your need
fr_fr: Set message selon votre besoin

source: Cart and Checkout
fr_fr: Panier et commander

source: Save settings
fr_fr: Sauver Paramètres
